espressif/esp-idf/examples/system/sysview_tracing/sdkconfig.defaults.esp32c2
CONFIG_IDF_TARGET="esp32c2"
CONFIG_APPTRACE_UART_TX_GPIO=20
CONFIG_APPTRACE_UART_RX_GPIO=19
